<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">@import url(https://themes.googleusercontent.com/fonts/css?kit=dpiI8CyVsrzWsJLBFKehGpLhv3qFjX7dUn1mYxfCXhI);ol{margin:0;padding:0}table td,table th{padding:0}.c21{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-right-width:0pt;padding-left:0pt;padding-bottom:0pt;line-height:1.0;border-left-width:0pt;border-top-style:solid;border-left-style:solid;border-bottom-width:0pt;border-bottom-style:solid;text-align:left;padding-right:0pt;height:11pt}.c7{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-right-width:0pt;padding-left:0pt;padding-bottom:0pt;line-height:1.25;border-left-width:0pt;border-top-style:solid;border-left-style:solid;border-bottom-width:0pt;border-bottom-style:solid;text-align:justify;padding-right:0pt;height:11pt}.c17{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-right-width:0pt;padding-left:0pt;padding-bottom:0pt;line-height:1.0;border-left-width:0pt;border-top-style:solid;border-left-style:solid;border-bottom-width:0pt;border-bottom-style:solid;text-align:justify;padding-right:0pt;height:11pt}.c33{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-right-width:0pt;padding-left:0pt;padding-bottom:0pt;line-height:1.0;border-left-width:0pt;border-top-style:solid;border-left-style:solid;border-bottom-width:0pt;border-bottom-style:solid;text-align:left;padding-right:0pt}.c26{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-right-width:0pt;padding-left:0pt;padding-bottom:0pt;line-height:1.0;border-left-width:0pt;border-top-style:solid;border-left-style:solid;border-bottom-width:0pt;border-bottom-style:solid;text-align:justify;padding-right:0pt}.c9{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-right-width:0pt;padding-left:0pt;padding-bottom:0pt;line-height:1.25;border-left-width:0pt;border-top-style:solid;border-left-style:solid;border-bottom-width:0pt;border-bottom-style:solid;text-align:justify;padding-right:0pt}.c11{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-right-width:0pt;padding-left:0pt;padding-bottom:0pt;line-height:1.15;border-left-width:0pt;border-top-style:solid;border-left-style:solid;border-bottom-width:0pt;border-bottom-style:solid;text-align:left;padding-right:0pt}.c2{background-color:#ffffff;color:#111111;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:16.5pt;font-family:"Georgia";font-style:normal}.c10{background-color:#ffffff;color:#111111;font-weight:700;text-decoration:none;vertical-align:baseline;font-size:16.5pt;font-family:"Georgia";font-style:normal}.c4{background-color:#ffffff;color:#111111;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:24pt;font-family:"Georgia";font-style:italic}.c6{background-color:#ffffff;color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Roboto";font-style:normal}.c15{background-color:#ffffff;color:#828282;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:14.5pt;font-family:"Georgia";font-style:normal}.c14{background-color:#ffffff;color:#111111;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:31.5pt;font-family:"Georgia"}.c0{padding-top:0pt;padding-bottom:23pt;line-height:1.0;text-align:left;margin-right:4.5pt;height:11pt}.c31{padding-top:0pt;padding-bottom:0pt;line-height:1.25;text-align:left;margin-right:4.5pt;height:11pt}.c29{padding-top:0pt;padding-bottom:23pt;line-height:1.0;text-align:justify;margin-right:4.5pt;height:11pt}.c1{padding-top:0pt;padding-bottom:0pt;line-height:1.0;text-align:left;margin-right:4.5pt;height:11pt}.c25{padding-top:0pt;padding-bottom:0pt;line-height:1.0;text-align:left;margin-right:4.5pt}.c3{padding-top:0pt;padding-bottom:0pt;line-height:1.5;text-align:right;margin-right:4.5pt}.c24{color:#000000;font-weight:400;font-size:11pt;font-family:"Georgia";font-style:normal}.c13{padding-top:0pt;padding-bottom:0pt;line-height:1.0;text-align:center;margin-right:4.5pt}.c22{color:#000000;font-weight:400;font-size:10pt;font-family:"Roboto";font-style:normal}.c8{padding-top:0pt;padding-bottom:23pt;line-height:1.5;text-align:right;margin-right:4.5pt}.c18{font-size:14pt;font-family:"Georgia";color:#111111;font-weight:400}.c5{font-size:16.5pt;font-family:"Georgia";color:#111111;font-weight:400}.c19{font-size:14pt;font-family:"Georgia";color:#a00000;font-weight:400}.c23{font-size:16.5pt;font-family:"Georgia";color:#111111;font-weight:700}.c28{background-color:#ffffff;max-width:468pt;padding:72pt 72pt 72pt 72pt}.c16{background-color:#ffffff;text-decoration:none;vertical-align:baseline}.c27{width:33%;height:1px}.c20{color:inherit;text-decoration:inherit}.c30{font-style:normal}.c12{font-style:italic}.c32{height:11pt}.title{background-color:#ffffff;padding-top:24pt;color:#000000;font-weight:700;font-size:36pt;padding-bottom:6pt;font-family:"Roboto";line-height:1.0;text-align:left}.subtitle{background-color:#ffffff;padding-top:18pt;color:#666666;font-size:24pt;padding-bottom:4pt;font-family:"Georgia";line-height:1.0;font-style:italic;text-align:left}li{background-color:#ffffff;color:#000000;font-size:11pt;font-family:"Roboto"}p{background-color:#ffffff;margin:0;color:#000000;font-size:11pt;font-family:"Roboto"}h1{background-color:#ffffff;padding-top:12pt;color:#000000;font-size:20pt;padding-bottom:12pt;font-family:"Roboto";line-height:1.15;text-align:left}h2{background-color:#ffffff;padding-top:11.2pt;color:#000000;font-size:16pt;padding-bottom:11.2pt;font-family:"Roboto";line-height:1.15;text-align:left}h3{background-color:#ffffff;padding-top:12pt;color:#434343;font-size:14pt;padding-bottom:12pt;font-family:"Roboto";line-height:1.15;text-align:left}h4{background-color:#ffffff;padding-top:12.8pt;color:#434343;font-size:12pt;padding-bottom:12.8pt;font-family:"Roboto";line-height:1.15;text-align:left}h5{background-color:#ffffff;padding-top:12.8pt;color:#000000;font-weight:700;font-size:8pt;padding-bottom:12.8pt;font-family:"Arial";line-height:1.15;text-align:left}h6{background-color:#ffffff;padding-top:18pt;color:#000000;font-weight:700;font-size:8pt;padding-bottom:18pt;font-family:"Arial";line-height:1.15;text-align:left}</style></head><body class="c28 doc-content"><p class="c13"><span class="c18">L&rsquo;original de cet article, par Riccardo Giannitrapani, se trouve </span><span class="c19"><a class="c20" href="https://www.google.com/url?q=https://orporick.github.io/2018/04/30/manifesto/&amp;sa=D&amp;source=editors&amp;ust=1703420557692925&amp;usg=AOvVaw0hCWcLNagK0NH1zuoNR_rL">ici</a></span><span class="c18 c16 c30">.</span></p><p class="c13 c32"><span class="c2"></span></p><hr><p class="c0"><span class="c16 c24"></span></p><h1 class="c11" id="h.td7f1gyc8jo5"><span class="c12 c14">Manifeste pour un autre enseignement des math&eacute;matiques</span></h1><p class="c21"><span class="c15"></span></p><p class="c33"><span class="c15">30 avril 2018</span></p><p class="c21"><span class="c15"></span></p><p class="c3"><span class="c5 c12 c16">Ai r&ecirc;v&eacute; que je dessinais les touches d&rsquo;un piano</span></p><p class="c3"><span class="c5 c16 c12">sur la table de la cuisine.</span></p><p class="c3"><span class="c5 c16 c12">Sur lesquelles je jouais en silence.</span></p><p class="c3"><span class="c5 c16 c12">Les voisins entraient pour m&rsquo;&eacute;couter.</span></p><p class="c8"><span class="c10">Tomas Transtr&ouml;mer</span></p><p class="c26"><span class="c23"><br><br></span><span class="c5 c16 c12">&Agrave; Carla Quirina qui m&rsquo;aide &agrave; &eacute;couter.</span></p><p class="c17"><span class="c5 c16 c12"></span></p><hr><p class="c29"><span class="c2"></span></p><p class="c9"><span class="c2">Depuis que j&rsquo;enseigne les math&eacute;matiques &agrave; des adolescents, gar&ccedil;ons et filles, j&rsquo;ai appris &agrave; vivre avec le doute. Les vers de Transtr&ouml;mer cit&eacute;s ici repr&eacute;sentent pr&eacute;cis&eacute;ment mon sentiment en tant qu&rsquo;enseignant; lorsque je pense aux math&eacute;matiques, j&rsquo;entends distinctement de la musique, parfois structur&eacute;e, parfois spontan&eacute;e, mais c&rsquo;est une musique silencieuse, il faut d&rsquo;abord apprendre &agrave; l&rsquo;entendre, puis &agrave; l&rsquo;&eacute;couter, enfin &agrave; la jouer. Je pense que c&rsquo;est l&rsquo;essence de mon m&eacute;tier, s&eacute;parer les notes du bruit.</span></p><p class="c7"><span class="c2"></span></p><p class="c9"><span class="c5">J&rsquo;ai d&eacute;cid&eacute; de mettre par &eacute;crit les pr&eacute;suppos&eacute;s explicites et implicites de mon enseignement; pour mes &eacute;l&egrave;ves, pour leurs familles, pour moi. Ce manifeste, recueil d&#39;intentions plus que de pratiques, me permet de fixer quelques points qui me tiennent &agrave; c&oelig;ur, fruit de nombreuses heures pass&eacute;es au milieu de doutes, de remises en question, de craintes, de convictions. Il ne pr&eacute;sente &eacute;videmment pas de solutions ou de recettes, mais plut&ocirc;t met en &eacute;vidence un probl&egrave;me, r&eacute;el ou imaginaire; il propose une r&eacute;flexion. De plus, ce document ne pr&eacute;tend pas &agrave; l&#39;</span><span class="c5 c12">exhaustivit&eacute;</span><span class="c5">, &agrave; l&#39;</span><span class="c5 c12">originalit&eacute;</span><span class="c5">, &agrave; l&#39;</span><span class="c5 c12">efficacit&eacute;</span><span class="c5">&nbsp;ou &agrave; la </span><span class="c5 c12">pertinence</span><span class="c2">. Il n&rsquo;y a pas d&rsquo;exhaustivit&eacute; car c&rsquo;est un travail en cours qui ne cessera peut-&ecirc;tre jamais de n&eacute;cessiter des r&eacute;visions et des r&eacute;examens. Il n&rsquo;y a pas originalit&eacute; car beaucoup de choses &eacute;crites ici sont certainement une pratique courante de nombreux coll&egrave;gues bien plus comp&eacute;tents que moi. Il n&rsquo;y a pas d&rsquo;efficacit&eacute; car toute ma pens&eacute;e sur la profession d&#39;enseignant se refl&egrave;te dans une approche didactique dont l&#39;issue est pour l&#39;instant incertaine. Il n&#39;y a pas de pertinence car beaucoup des id&eacute;es que j&#39;exprime dans ce manifeste ne sont pas sp&eacute;cifiques aux math&eacute;matiques, elles pourraient s&#39;appliquer &agrave; d&#39;autres mati&egrave;res.</span></p><p class="c7"><span class="c2"></span></p><p class="c9"><span class="c2">Je parle ici des math&eacute;matiques selon mon exp&eacute;rience de professeur au secondaire; ce n&rsquo;est plus &eacute;l&eacute;mentaire, ce n&rsquo;est pas &laquo;savoir compter&raquo;, les math&eacute;matiques du secondaire ne sont pas n&eacute;cessaires &agrave; la plupart des futurs citoyens. Si elles sont enseign&eacute;es, avec passion, c&#39;est pour communiquer le message simple que l&#39;on peut aussi faire des choses inutiles dans la vie. La beaut&eacute;, apr&egrave;s tout, est une forme de n&eacute;cessit&eacute;.</span></p><p class="c7"><span class="c2"></span></p><p class="c9"><span class="c2">Le manifeste est divis&eacute; en sept points exprim&eacute;s de mani&egrave;re incompl&egrave;te et forc&eacute;ment concise par un seul mot. Chaque point est ensuite pr&eacute;cis&eacute; avec quelques d&eacute;tails dans le texte.</span></p><p class="c7"><span class="c2"></span></p><h2 class="c9" id="h.ksq0l68nni8s"><span class="c4">Complexit&eacute;</span></h2><p class="c1"><span class="c6"></span></p><p class="c9"><span class="c5">Dire que les math&eacute;matiques sont un terrain difficile, c&#39;est dire quelque chose de bien connu et d&#39;&eacute;vident. La complexit&eacute; est de forme, avec un langage codifi&eacute;, ardu et pas toujours utilis&eacute; ou compris comme il faudrait, et de fond, avec des arguments abstraits, rarement intuitifs, souvent pr&eacute;sent&eacute;s sous une forme apodictique et sans aucune justification. Face &agrave; ce vaste territoire, chaque commentaire du type &quot;c&#39;est banal&quot;, &quot;on voit&quot;, &quot;c&#39;est pas possible que tu ne comprennes pas&quot;, &quot;c&#39;est une &eacute;norme erreur, m&ecirc;me pas &agrave; l&#39;&eacute;cole primaire&quot;, sape la confiance en soi des gar&ccedil;ons et des filles et, par cons&eacute;quent, la propension &agrave; la curiosit&eacute;. Il faut du temps pour affronter les choses, pour faire face aux doutes, aux peurs, aux je-ne-sais-pas-comment-faire. L&#39;enseignement ne peut pas &ecirc;tre r&eacute;serv&eacute; aux &eacute;l&egrave;ves qui sont tr&egrave;s motiv&eacute;s et qui sont donc pr&ecirc;ts &agrave; fournir un niveau d&#39;effort sup&eacute;rieur &agrave; la normale. L&rsquo;efficacit&eacute; de l&rsquo;enseignement des math&eacute;matiques se mesure &agrave; la capacit&eacute;, ou du moins &agrave; la volont&eacute;, </span><span class="c5">d&rsquo;emmener</span><span class="c2">&nbsp;chacun &agrave; travers la temp&ecirc;te, de s&rsquo;engager, de laisser une trace permanente. L&rsquo;enseignant ne doit pas &ecirc;tre un mur que seuls ceux qui en ont la force peuvent escalader, mais un pont qui facilite le passage de tous, chacun selon sa propre inclination. Ce n&rsquo;est pas la banalit&eacute; que tout le monde doit &ecirc;tre promu, c&rsquo;est la n&eacute;cessit&eacute; que personne ne soit laiss&eacute; seul dans un terrain aussi difficile. Le prix &agrave; payer est sinon tr&egrave;s &eacute;lev&eacute;, la r&eacute;signation sociale (quand elle ne se transforme pas en justification ou en vantardise) du &laquo;Je n&rsquo;ai rien compris aux maths&raquo;, &eacute;tendard de beaucoup d&rsquo;adultes.</span></p><p class="c7"><span class="c2"></span></p><h2 class="c9" id="h.4plr4mkf2sc"><span class="c4">Motivation</span></h2><p class="c1"><span class="c6"></span></p><p class="c9"><span class="c2">Sans motivation, il n&rsquo;y a aucune chance d&rsquo;aborder un chemin, encore moins un chemin difficile. Il y a des espoirs, des attentes, des projets personnels, des int&eacute;r&ecirc;ts en jeu. Et un r&eacute;seau social de contacts (famille, amis, soci&eacute;t&eacute;) qui poussent &agrave; la r&eacute;ussite. Pour un cours math&eacute;matique s&eacute;rieux, cependant, la motivation ne peut pas provenir de la gratification sociale en termes de r&eacute;ussite; &eacute;tudier pour obtenir une note &eacute;lev&eacute;e ne peut fonctionner que dans un tr&egrave;s petit nombre de cas, la plupart &eacute;tant perdus d&egrave;s les premi&egrave;res notes faibles. La motivation doit &ecirc;tre construite par l&rsquo;enseignant, elle doit &ecirc;tre recherch&eacute;e dans la mati&egrave;re, pour le mati&egrave;re, pas en dehors d&rsquo;elle. Il faut chercher ensemble les &eacute;clairs de beaut&eacute;, l&rsquo;int&eacute;r&ecirc;t culturel, l&rsquo;&eacute;merveillement face &agrave; un panorama presque infini. Il faut surtout cesser de consid&eacute;rer les math&eacute;matiques comme une mati&egrave;re purement technique, la poursuite d&rsquo;une comp&eacute;tence. C&rsquo;est un travail difficile, d&rsquo;autant plus n&eacute;cessaire face &agrave; des gar&ccedil;ons et des filles d&eacute;sint&eacute;ress&eacute;s. L&rsquo;abandon d&rsquo;une discipline difficile o&ugrave; la mesure de l&rsquo;aptitude se limite souvent &agrave; une note va presque de soi &agrave; l&rsquo;adolescence; si l&rsquo;enseignement se limite &agrave; la technique, ne laisse pas entrevoir l&rsquo;imagination et la beaut&eacute;, la partie est perdue d&rsquo;avance pour beaucoup d&rsquo;&eacute;tudiants et d&rsquo;&eacute;tudiantes. On fait souvent appel au sens du devoir, &quot;tu dois &eacute;tudier m&ecirc;me si tu n&#39;aimes pas &ccedil;a&quot; ; mais le sens du devoir est un concept abstrait &agrave; l&#39;adolescence, il faut le construire, et cela demande du temps et des efforts (de la part de chacun). C&rsquo;est aussi une t&acirc;che pour l&rsquo;&eacute;cole, certes n&eacute;cessaire, mais qui n&eacute;cessite une forte motivation. Sinon, on court le risque que cela devienne une ob&eacute;issance (&laquo;fais ceci ou tu &eacute;choueras&raquo;) qui, contrairement au sens du devoir, n&rsquo;est jamais une valeur, mais au contraire, souvent un obstacle &agrave; la libert&eacute; et &agrave; l&rsquo;&eacute;ducation. La personne ob&eacute;issante aura tendance &agrave; ne plus rien faire en l&rsquo;absence de cons&eacute;quences n&eacute;gatives; la personne qui a le sens du devoir fera les choses parce qu&rsquo;il est juste de les faire, quelles qu&rsquo;en soient les cons&eacute;quences. Pour d&eacute;velopper tout cela, il faut donner quelque chose, un point d&rsquo;appui auquel s&rsquo;accrocher, il ne suffit pas de dire &laquo;&eacute;tudie cette chose car elle te sera utile demain&raquo;. L&rsquo;horizon constitu&eacute; par ce &laquo;demain&raquo; est &agrave; des ann&eacute;es-lumi&egrave;re dans l&rsquo;esprit d&rsquo;un adolescent. Il faut sans cesse, constamment, laborieusement motiver. Pas obliger.</span></p><p class="c7"><span class="c2"></span></p><h2 class="c9" id="h.mvre8d1nps24"><span class="c4">Patience</span></h2><p class="c1"><span class="c6"></span></p><p class="c9"><span class="c2">De la part de ceux qui enseignent, de la part de ceux qui apprennent. Les r&eacute;sultats ne peuvent pas &ecirc;tre imm&eacute;diats, la compr&eacute;hension prend du temps, ce qui nous semble imm&eacute;diat peut para&icirc;tre sans sens &agrave; un gar&ccedil;on ou &agrave; une fille. La patience demande beaucoup de temps, il est difficile de la combiner avec des programmes standardis&eacute;s, avec des d&eacute;lais identiques pour tout le monde, avec des niveaux qui ne tiennent pas compte de l&rsquo;histoire personnelle de chacun. On attribue souvent les difficult&eacute;s au manque d&rsquo;envie ou d&rsquo;engagement, oubliant que l&rsquo;int&eacute;r&ecirc;t se construit dans la dur&eacute;e, avec de la patience. Si une explication n&rsquo;est pas comprise, il faut une for&ecirc;t de mains lev&eacute;es, il faut un sourire de l&rsquo;enseignant, la possibilit&eacute; de r&eacute;expliquer, de changer de point d&rsquo;attaque si n&eacute;cessaire, de chercher d&rsquo;autres voies. Si un test se passe mal, il faut l&rsquo;analyser, le comprendre, le refaire si n&eacute;cessaire. M&ecirc;me plusieurs fois. On court apr&egrave;s les programmes (qui n&rsquo;existent plus), les orientations, les manuels scolaires, les tests standardis&eacute;s, les examens de fin de cycle. Tout cela laisse peu de temps pour exercer la patience d&rsquo;attendre ceux dont le rythme est diff&eacute;rent du n&ocirc;tre. Au lieu de nous plaindre du fait que nos &eacute;l&egrave;ves, gar&ccedil;ons et filles, n&rsquo;&eacute;tudient pas assez, discutons avec eux pour comprendre pourquoi.</span></p><p class="c7"><span class="c2"></span></p><h2 class="c9" id="h.viv72f91bv1s"><span class="c4">Affection</span></h2><p class="c1"><span class="c6"></span></p><p class="c9"><span class="c2">On ne peut pas laisser sa marque (enseigner) sans ressentir de la proximit&eacute;, du respect, de l&#39;affection. M&ecirc;me dans ce cas, cela prend du temps, il faut apprendre &agrave; se conna&icirc;tre, il faut donner du poids aux personnes et non aux chiffres. Chaque jour, chaque heure dans la salle de classe. L&rsquo;enseignant doit s&#39;int&eacute;resser &agrave; ses &eacute;l&egrave;ves, les aimer, se soucier d&rsquo;eux. Il ne peut pas &ecirc;tre indiff&eacute;rent, il faut de l&rsquo;affection. Les &eacute;tudiants ne peuvent se rapprocher que s&rsquo;ils sentent qu&rsquo;ils comptent vraiment, sinon ils retombent dans le r&ocirc;le d&rsquo;utilisateurs d&rsquo;un service, ils se sentent comme l&rsquo;un des nombreux &eacute;l&eacute;ments (les plus ennuyeux) d&rsquo;un travail et non comme l&rsquo;&eacute;l&eacute;ment central de la profession d&rsquo;enseignant. Eux aussi doivent s&rsquo;attacher &agrave; ceux qui enseignent pour aborder le sujet. Il ne s&rsquo;agit pas de devenir amis, la diff&eacute;rence de r&ocirc;le et d&rsquo;&acirc;ge ne le permet pas: il s&rsquo;agit du fait que pour enseigner une mati&egrave;re aussi difficile demande un effort que seule l&rsquo;affection peut parfois justifier. L&rsquo;impartialit&eacute; n&rsquo;a rien &agrave; voir avec l&rsquo;indiff&eacute;rence: plus vite nous r&eacute;soudrons ce malentendu, mieux ce sera.</span></p><p class="c7"><span class="c2"></span></p><h2 class="c9" id="h.vt4qrw48xhj4"><span class="c4">Confiance</span></h2><p class="c1"><span class="c6"></span></p><p class="c9"><span class="c2">Les &eacute;l&egrave;ves doivent avoir confiance en ceux qui essaient de leur parler de math&eacute;matiques, confiance qu&rsquo;ils ne sont pas seuls, que les difficult&eacute;s peuvent &ecirc;tre affront&eacute;es, que des erreurs peuvent &eacute;galement &ecirc;tre commises. Ceux qui enseignent les math&eacute;matiques doivent &ecirc;tre des points de r&eacute;f&eacute;rence, &eacute;couter toutes les questions, prendre en charge les probl&egrave;mes, &eacute;viter de sous-estimer, de d&eacute;pr&eacute;cier. Des phrases comme &laquo;tu n&rsquo;es pas dou&eacute; pour &ccedil;a&raquo; ou &laquo;c&rsquo;est trivial, r&eacute;fl&eacute;chis-y par toi-m&ecirc;me&raquo; sont des ab&icirc;mes d&rsquo;o&ugrave; l&rsquo;on ne revient pas. L&rsquo;enseignant doit marcher sur le m&ecirc;me terrain que ses &eacute;l&egrave;ves, il peut se tromper et admettre qu&rsquo;il a tort, il peut prononcer la phrase &laquo;je ne sais pas&raquo; et puis s&rsquo;informer, il peut tenir sa parole, tout faire pour ne rien laisser au hasard. En d&rsquo;autres termes, il doit &ecirc;tre digne de confiance.</span></p><p class="c7"><span class="c2"></span></p><h2 class="c9" id="h.y4y5zatqv1j0"><span class="c4">&Eacute;valuation</span></h2><p class="c1"><span class="c6"></span></p><p class="c9"><span class="c5">Mesurer est tr&egrave;s simple, &eacute;valuer l&rsquo;est moins. On ne doit pas ou on ne peut pas s&rsquo;arr&ecirc;ter &agrave; la mesure; l&rsquo;&eacute;valuation exige une prise de responsabilit&eacute; et une libert&eacute; qui doit aller bien au-del&agrave; de la v&eacute;rification. L&rsquo;impartialit&eacute;, l&rsquo;objectivit&eacute;, la standardisation des notes vont dans le sens d&rsquo;une automatisation de tout le processus d&rsquo;&eacute;valuation; c&rsquo;est peut-&ecirc;tre bien pour les diligents, mais devient souvent un hachoir &agrave; viande sans retour. Il ne s&rsquo;agit pas d&rsquo;inventer des notes ou de tout r&eacute;duire &agrave; une question de sympathie, il s&rsquo;agit de mettre en &oelig;uvre notre professionnalisme et de revendiquer, en m&ecirc;me temps que la libert&eacute; d&rsquo;enseigner, la libert&eacute; d&rsquo;&eacute;valuer. L&agrave; o&ugrave; il y a confiance, personne ne se sent l&eacute;s&eacute;, l&agrave; o&ugrave; il y a dialogue et intentions partag&eacute;es, il ne peut y avoir qu&rsquo;une &eacute;valuation sereine et avant tout pr&eacute;paratoire &agrave; l&rsquo;enseignement. Les devoirs, les interrogations, les notes ne sont pas le but de l&rsquo;&eacute;cole, ils sont un moyen d&rsquo;am&eacute;liorer autant que possible le dialogue p&eacute;dagogique. Et comme le dialogue se fait &agrave; voix multiples, sinon c&rsquo;est un monologue, les mesures sont &agrave; distribuer et &agrave; partager entre ceux qui enseignent et ceux qui apprennent. Une autre chose c&rsquo;est l&rsquo;&eacute;valuation, qui prend en compte de nombreux facteurs, m&ecirc;me non mesurables. Retirons les notes de leur pi&eacute;destal actuel, rendons-les utiles et non d&eacute;cisives, construisons une didactique centr&eacute;e sur le savoir et non sur la mesure, ramenons les angoisses des gar&ccedil;ons et des filles (et de leurs familles) &agrave; un niveau tol&eacute;rable et centr&eacute; sur des th&eacute;matiques importantes, et non sur un num&eacute;ro dans une case en fin d&rsquo;ann&eacute;e. Cela ne veut pas dire que les notes ne sont pas importantes, bien au contraire. Mon but ultime n&rsquo;est pas de faire en sorte que mes &eacute;l&egrave;ves obtiennent 10</span><sup class="c5"><a href="#ftnt1" id="ftnt_ref1">[1]</a></sup><span class="c2">, mais de leur transmettre le plaisir de faire des math&eacute;matiques. Si j&rsquo;y parviens, les votes viendront d&rsquo;eux-m&ecirc;mes.</span></p><p class="c7"><span class="c2"></span></p><h2 class="c9" id="h.unqj3rv12lqp"><span class="c4">Po&eacute;sie</span></h2><p class="c1"><span class="c6"></span></p><p class="c9"><span class="c5">Les math&eacute;matiques sont utiles pour construire des ponts et bien d&rsquo;autres choses, mais ce n&rsquo;est pas pour cela que nous les enseignons, ni pour cela que nous proposons de les &eacute;tudier. Bien s&ucirc;r, les applications des math&eacute;matiques peuvent &ecirc;tre importantes, motivantes, parfois m&ecirc;me belles, mais la v&eacute;ritable raison qui devrait nous motiver en tant </span><span class="c5">qu&rsquo;&eacute;ducateurs</span><span class="c2">&nbsp;est une autre: sa beaut&eacute;. Beaucoup d&rsquo;&eacute;tudiants et &eacute;tudiantes restent indiff&eacute;rents, voire hostiles, car nous ne leur montrons pas l&rsquo;aspect humain, po&eacute;tique, esth&eacute;tique des math&eacute;matiques. J&rsquo;ouvre un livre au hasard et je trouve exercices apr&egrave;s exercices de calcul pur, certes adapt&eacute;s &agrave; l&rsquo;apprentissage de la technique (n&eacute;cessaire), mais d&eacute;courageants d&rsquo;un point de vue humain lorsqu&rsquo;ils constituent le seul horizon montr&eacute;. Nous devons apporter chaque jour l&rsquo;&eacute;merveillement dans l&rsquo;enseignement des math&eacute;matiques, l&rsquo;&eacute;merveillement et la perspective extraordinaire qu&rsquo;offre l&rsquo;&eacute;difice math&eacute;matique. Les mots de Borges sur la musique, &laquo;forme myst&eacute;rieuse du temps&raquo;, me viennent &agrave; l&rsquo;esprit. Au milieu de tous les calculs, de toutes les &laquo;comp&eacute;tences&raquo; de l&rsquo;&eacute;cole moderne, des technicit&eacute;s, des comp&eacute;tences de citoyen mod&egrave;le, au milieu de tout le d&eacute;sert aride qui &eacute;loigne souvent les jeunes esprits au moment o&ugrave; ils seraient le plus accessibles, au milieu de tout cela, nous essayons de leur faire &eacute;couter la m&eacute;lodie silencieuse, inutile, et donc merveilleuse des math&eacute;matiques.</span></p><p class="c31"><span class="c6"></span></p><hr class="c27"><div><p class="c25"><a href="#ftnt_ref1" id="ftnt1">[1]</a><span class="c16 c22">&nbsp;20/20 dans le syst&egrave;me fran&ccedil;ais.</span></p></div></body></html>